import 'package:converter/dictionaries/unit.dart';

var areaUnits = [
  Units("Квадратные километры", "км²", 1.0),
  Units("Квадратные метры", "м²", 1e-6),
  Units("Гектары", "ha", 0.01),
  Units("Ары", "а", 0.0001),
  Units("Квадратные дециметры", "дм²", 1e-8),
  Units("Квадратные сантиметры", "см²", 1e-10),
  Units("Квадратные миллиметры", "мм²", 1e-12),
  Units("Квадратные микроны", "мкм²", 1e-18),
  Units("Акры", "ac", 0.0040468),
  Units("Квадратные мили", "миля²", 2.58998),
  Units("Квадратные ярды", "ярд²", 8.36127e-7),
  Units("Квадратные футы", "футы²", 9.290304e-8),
  Units("Квадратные дюймы", "дюйм²", 6.4516e-10),
];
